Repository: phallymakara/portfolio
Catalog: lib/l10n/app_*.arb
Languages: km

# applogo
source: PHALLYMAKARA
km: ផល្លី មករា

# hero_name
source: PHALLYMAKARA
km: ផល្លី មករា

# hero_major
source: Data Science || Flutter Developer
km: វិទ្យាសាស្រ្តទន្នន័យ|| អ្នកអភិវឌកម្មវិធី

# hero_desc
source: Data Science & Engineering student at the Institute of Technology of Cambodia with hands-on experience in Python, SQL, and BI tools like Power BI and Tableau. Skilled in data scraping, ETL, and machine learning. Passionate about using data to drive insights and support smart decision-making in Data Engineering or Business Intelligence roles.
km: សិស្សនិស្សិតផ្នែកវិទ្យាសាស្ត្រទិន្នន័យ និងវិស្វករទិន្នន័យ នៅវិទ្យាស្ថានបច្ចេកវិទ្យាកម្ពុជា មានបទពិសោធន៍ជាក់ស្តែងក្នុងការប្រើប្រាស់ Python, SQL កម្មវិធី BI ដូចជា Power BI និង Tableau។ ជំនាញក្នុងការទាញយកទិន្នន័យពីបណ្តាញ (data scraping), ដំណើរការទិន្នន័យ ETL (Machine Learning)។ មានចំណង់ចំណូលចិត្តក្នុងការប្រើទិន្នន័យដើម្បីរកឃើញបញ្ហា និងគាំទ្រការសម្រេចចិត្តឆ្លាតវៃក្នុងតួនាទី Data Engineering ឬ Business Intelligence។

source: Home
km: ទំព័រដើម

# courses
source: courses title
km: ចំណងជើងមេរៀន

# courseDescription
source: This is a course description.
km: នេះគឺជាមេរៀនសម្រាយ

# contact
source: Contact Me
km: ទំនាក់ទំនង មកកាន់ខ្ញុំ

source: Skills
km: ជំនាញ

source: Blog
km: ប្លុក

source: About Me
km: អំពីខ្ញុំ
